{
    "New Update Available Check The Link: ": "تحقق من توفر تحديث جديد عبر الرابط: ",
    "New Updates": "تحديث جديد",
    "Appointment Info": "معلومات الموعد",
    "Filter": "تصفية",
    "Highly durable and easy to repair to its original look.": "متين للغاية وسهل الإصلاح للحفاظ على مظهره الأصلي.",
    "Easy to cut to size and assemble for any desired configuration.": "سهل القطع والتجميع لأي تكوين مطلوب.",
    "Sustainable material/USGBC - LEED.": "مادة مستدامة/USGBC - LEED.",
    "Easy to machine.": "سهل المعالجة.",
    "Without nails and screws.": "بدون مسامير و براغي.",
    "Quick Assembly": "تجميع سريع.",
    "Installation speed.": "سرعة التركيب.",
    "Ease of use.": "سهولة الاستخدام.",
    "The possibility of disassembly & installation.": "إمكانية التفكيك والتركيب.",
    "Two years warranty on the device.": "ضمان لمدة عامين على الجهاز.",
    "The PYTHA software company PYTHA Lab was founded in 1978, driven by the idea to develop professional 3D CAD software that is easy to learn and fun to use, and completely 'Made in Germany'.": "شركة برمجيات PYTHA، PYTHA Lab تأسست في عام 1978، مدفوعة بفكرة تطوير برمجيات CAD ثلاثية الأبعاد احترافية يمكن تعلمها بسهولة واستخدامها بمتعة، و قد تم صنعها بالكامل في ألمانيا.",
    "PAYTHA ( 3D CAD )": "PAYTHA ( CAD ثلاثي الأبعاد )",
    "FORESCOLOR is the COLOR BOARD developed to overcome the limitation of the normal Medium Density Fiber board. FORESCOLOR is a combination of the words 'FORESCO' and 'COLOR' meaning of FORESCO's environmental friendly technology of wood fiber materials with color.": "FORESCOLOR هي لوحة الألوان التي تم تطويرها للتغلب على قيود اللوحة العادية من الألياف عالية الكثافة. FORESCOLOR هي مزيج من كلمتي 'FORESCO' و 'COLOR'، معناها تقنية FORESCO الصديقة للبيئة لمواد الألياف الخشبية مع اللون.",
    "FORESCOLOR ( SKOREAN COLORED FIBER WOOD BOARDS )": "FORESCOLOR ( لوحات الألياف الخشبية الملونة الكورية )",
    "Lamello's system solutions are synonymous with quality, innovation and excellent functionality, and are used across the globe where they have proven their worth millions of times over.": "حلول نظام Lamello تشتهر بالجودة والابتكار و الاداء الممتاز، وُتستخدم في جميع أنحاء العالم حيث أثبتت قيمتها ملايين المرات.",
    "LAMELLO ( SWISS WOOD BONDING DEVICE )": "LAMELLO ( جهاز لصق الخشب السويسري )",
    "We offer Variety of MDF / HDF to satisfy design reequipments, such as Ornate & Islamic Patterns Designs , complex designs & carvings as the high accuracy is the secret to high quality, our CNC service includes CNC design, CNC patterns and laser cutter.": "نقدم تشكيلة متنوعة من الألواح الخشبية المتوسطة الكثافة والألواح الخشبية العالية الكثافة لتلبية متطلبات التصميم، مثل تصاميم الأنماط المزخرفة والإسلامية والتصاميم والمنحوتات المعقدة حيث أن الدقة العالية هي سر الجودة العالية، وتتضمن خدمتنا باستخدام الحاسوب بالتحكم الرقمي CNC تصميم CNC ونماذج CNC وقاطع الليزر.",
    "We are committed to providing excellent after-sale service to ensure your complete satisfaction with our products. Our goal is to build long-term relationships with our clients by offering ongoing support and assistance.": "نحن ملتزمون بتقديم خدمة ما بعد البيع الممتازة لضمان رضائكم الكامل عن منتجاتنا. هدفنا هو بناء علاقات طويلة الأمد مع عملائنا من خلال تقديم الدعم والمساعدة المستمرة.",
    "We understand that timely and safe delivery of your wood interior products is crucial to the success of your project, and we are here to provide you with a reliable and efficient delivery solution.": "نحن نفهم أن التسليم في الوقت المناسب والآمن لمنتجاتك الداخلية الخشبية أمر بالغ الأهمية لنجاح مشروعك، ونحن هنا لنقدم لك حل تسليم موثوق و فعال.",
    "At our manufacturing facility, we combine traditional woodworking techniques with modern technology to create exceptional wood interiors that meet your specific requirements.": "في منشأة التصنيع الخاصة بنا، نجمع بين تقنيات النجارة التقليدية والتكنولوجيا الحديثة لإنشاء تصميمات داخلية خشبية استثنائية تلبي متطلباتك المحددة.",
    "We are excited to offer you a comprehensive range of design solutions to create stunning and functional wood interiors for your space.": "نحن متحمسون لنقدم لكم مجموعة شاملة من حلول التصميم لإنشاء تصميمات داخلية خشبية رائعة وعملية لمساحتكم.",
    "We are here to provide you with expert guidance and creative solutions for incorporating wood elements into your interior design projects.": "نحن هنا لنقدم لكم الارشادات الاحترافية والحلول الابداعية لدمج عناصر الخشب بإتقان في مشاريع التصميم الداخلي الخاصة بكم.",
    "We take pride in our ability to source sustainable and ethically harvested materials, ensuring that our woodwork not only adds beauty to spaces but also promotes responsible environmental practices. We believe in creating interiors that are not only aesthetically pleasing but also aligned with our commitment to sustainability.": "نحن نفتخر بقدرتنا على العثور على مواد مستدامة ومستخرجة بأخلاقية، مضمونين بأن أعمالنا الخشبية لا تضيف الجمال فقط للمساحات ولكن أيضًا تعزز الممارسات البيئية المسؤولة. نحن نؤمن بإنشاء ديكورات داخلية ليست فقط جميلة من الناحية الجمالية ولكنها أيضًا تتوافق مع التزامنا بالاستدامة.",
    "We understand the timeless elegance and warmth that wood brings to any space. Whether it's residential, commercial, or hospitality projects, we work closely with our clients to design and build custom wood interiors that align with their preferences and requirements.": "نحن ندرك  الأناقة الخالدة والدفئ الذي يضيفه الخشب إلى أي مساحة، سواء كانت المشاريع سكنية أو تجارية أو في مجال الضيافة، نعمل بشكل وثيق مع عملائنا لتصميم وبناء ديكورات خشبية مخصصة تتوافق مع احتياجاتهم.",
    "is a Kuwaiti craftsmanship institution started in 2014, We specialize in crafting exquisite and bespoke woodwork to transform spaces into captivating environments. With a passion for craftsmanship and an eye for detail, we create unique designs that reflect our clients vision and enhance the beauty and functionality of their interiors.": "هي شركة كويتية متخصصة في صناعة الحرف اليدوية تأسست سنة 2014 .نتخصص في تصميم وتنفيذ أعمال خشبية فريدة ومصممة خصيصًا لتحويل المساحات إلى بيئات ساحرة. بشغفنا للحرفية وعيوننا على التفاصيل، نقوم بإبتكار تصاميم فريدة تعكس رؤية عملائنا وتعزز جمالية ووظيفة الديكورات الداخلية.",
    "The Cut": "ذا كــت",
    "Welcome to": "مرحبا بكم في",
    "The Cut Studio": "ذا كــت استــوديــو",
    "Designing and implementing interior decorations for commercial, residential, and government projects.": "تصميم و تنفيذ الديكورات الداخلية للمشاريع التجارية ،السكنية و الحكومية",
    "In Kuwait": "في الكويت",
    "Projects List": "قائمة المشاريع",
    "Project": "المشروع",
    "Showroom": "قاعة العرض",
    "Contact": "الاتصال",
    "Schedule": "جدول الوقت",
    "Office Furniture": "أثاث المكتب",
    "Shop Decor": "تزيين المحلات",
    "Buffets": "بوفيهات",
    "Booths": "كشكات",
    "Guideposts": "علامات الإرشاد",
    "Sations": "محطات",
    "Doors": "أبواب",
    "Furnitures": "أثاث",
    "Wall Cladding": "تكسية الجدران",
    "Ceilings": "أسقف",
    "Kitchens": "مطابخ",
    "Storage": "تخزين",
    "Shelves & Frames": "رفوف وإطارات",
    "Wall Decor": "زخارف الجدران",
    "Coffee Corner": "زاوية القهوة",
    "Create Project": "إنشاء مشروع",
    "Follow Us": "تابعنا",
    "Projects Done": "المشاريع",
    "Happy Customers": "عملاء سعداء",
    "Years Experience": "سنوات الخبرة",
    "Process": "خطوات العمل",
    "Consult": "الاستشارة",
    "Design": "التصميم",
    "Manufacturing": "التصنيع",
    "Delivery": "التوصيل",
    "After-Sales": "ما بعد البيع",
    "After-Sales Service": "خدمة ما بعد البيع",
    "Commercial": "التجارية",
    "Residential": "السكنية",
    "Industrial Services": "الخدمات الصناعية",
    "CNC Cutting Design": "تصميم القطع باستخدام CNC",
    "Brands": "العلامات التجارية",
    "Visit the project": "زيارة المشروع",
    "Visit the showroom": "زيارة المعرض",
    "WhatsApp contact": "التواصل عبر الواتساب",
    "Create": "إنشاء",
    "Quick Link": "روابط سريعة",
    "Contact Us": "اتصل بنا",
    "Shuwaikh Industrial Banks Street": "شارع البنوك الصناعية - الشويخ",
    "Copyright © 2023": "حقوق النشر © 2023",
    "A Kuwaiti craftsmanship institution started in 2014, with high quality product. We enjoy new ideas that keep up with trends & industry developments.": "شركة ذا كت لتصميم و تنفيذ الديكورات الداخلية للمشاريع التجارية ،السكنية و الحكومية",
    "Home": "الرئيسية",
    "Who Are We": "مـن نحــن",
    "Services": "الخدمات",
    "Projects": "المشاريع",
    "Catalogue": "الكتالوج",
    "Consulting": "الاستشارة",
    "Project Consult": "استشارة مشروع",
    "Type": "النوع",
    "Date": "التاريخ",
    "Hour": "الساعة",
    "Types": "الأنواع",
    "Types List": "قائمة الأنواع",
    "Create Type": "إنشاء نوع",
    "Update Type": "تحديث النوع",
    "Name": "الاسم",
    "Created At": "تم الإنشاء في",
    "Description": "الوصف",
    "Login": "تسجيل الدخول",
    "Forgot Password": "نسيت كلمة المرور",
    "Reset Password": "إعادة تعيين كلمة المرور",
    "Users List": "قائمة المستخدمين",
    "Create User": "إنشاء مستخدم",
    "Update User": "تحديث المستخدم",
    "Change Password": "تغيير كلمة المرور",
    "Update Profile": "تحديث الملف الشخصي",
    "Dashboard": "لوحة القيادة",
    "Users": "المستخدمين",
    "Profile": "الملف الشخصي",
    "Password": "كلمة المرور",
    "Logout": "تسجيل الخروج",
    "Forgot Password?": "نسيت كلمة المرور؟",
    "Send": "إرسال",
    "Reset": "إعادة تعيين",
    "Save": "حفظ",
    "Cancel": "إلغاء",
    "Print": "طباعة",
    "New": "جديد",
    "Delete": "حذف",
    "New Password": "كلمة المرور الجديدة",
    "Confirm Password": "تأكيد كلمة المرور",
    "First Name": "الاسم الأول",
    "Last Name": "الاسم الأخير",
    "Gender": "الجنس",
    "Birth Date": "تاريخ الميلاد",
    "Nationality": "الجنسية",
    "Identity": "الهوية",
    "Email": "البريد الإلكتروني",
    "Phone": "الهاتف",
    "Address": "العنوان",
    "Old Password": "كلمة المرور القديمة",
    "Full Name": "الاسم الكامل",
    "Created at": "تم الإنشاء في",
    "Actions": "الإجراءات",
    "Created successfully": "تم الإنشاء بنجاح",
    "Updated successfully": "تم التحديث بنجاح",
    "Deleted successfully": "تم الحذف بنجاح",
    "Logout successfully": "تم الخروج بنجاح",
    "Hour reserved": "الساعة محجوزة",
    "No data found": "لم يتم العثور على بيانات",
    "Did you forget your password? No problem. Just tell us your email address, and we will send you a link that will allow you to choose a new password.": "هل نسيت كلمة المرور الخاصة بك؟ لا توجد مشكلة. فقط أخبرنا بعنوان بريدك الإلكتروني، وسنرسل لك رابطًا يتيح لك اختيار كلمة مرور جديدة.",
    "male": "ذكر",
    "female": "أنثى",
    "Did you forget your password?": "هل نسيت كلمة المرور الخاصة بك؟",
    "No need to worry, we've got you covered! Let us provide you with a new password.": "لا داعي للقلق، دعنا نقدم لك كلمة مرور جديدة.",
    "If you didn't request a password change, you can ignore this email.": "إذا لم تكن قد طلبت تغيير كلمة المرور، يمكنك تجاهل هذا البريد الإلكتروني.",
    "sunday": "الأحد",
    "monday": "الاثنين",
    "tuesday": "الثلاثاء",
    "wednesday": "الأربعاء",
    "thursday": "الخميس",
    "friday": "الجمعة",
    "saturday": "السبت",
    "january": "يناير",
    "february": "فبراير",
    "march": "مارس",
    "april": "أبريل",
    "may": "مايو",
    "june": "يونيو",
    "july": "يوليو",
    "august": "أغسطس",
    "september": "سبتمبر",
    "october": "أكتوبر",
    "november": "نوفمبر",
    "december": "ديسمبر",
    "Search": "بحث"
}